<?php

/* @var $this yii\web\View */

use yii\helpers\Url;

$theme = $this->theme;
$this->title = Yii::$app->name;
?>

<main class="body-container__main container content-page">

      <h1>ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕ</h1>

    <p>Настоящий документ «Пользовательское соглашение» представляет собой
      предложение Индвидуального предпринимателя Иванцова Романа Сергеевича (далее – ИП Иванцов Р.С.)
      заключить договор на изложенных ниже условиях.</p>
    <h2>1. Общие положения</h2>
    <p>1.1. В настоящем документе и вытекающих или связанных с ним отношениях Сторон
      применяются следующие термины и определения:</p>
    <ul>
      <li>Соглашение – настоящий документ со всеми дополнениями, изменениями и указанными в
        нем обязательными документами.
      </li>
      <li>Пользователь – дееспособное физическое лицо, присоединившееся к настоящему
        Соглашению в собственном интересе либо выступающее от имени и в интересах
        представляемого им юридического лица.
      </li>
      <li>Пост – информационный блок, размещаемый Пользователем в социальной сети.</li>
      <li>Исполнитель – Пользователь, оказывающий услуги по размещению постов в социальных
        сетях в соответствии с заданиям, предоставляемыми Сервисом по поручению Заказчиков, и
        получающий вознаграждение в соответствии с условиями, размещенными на веб-сайте
        http://targetok.ru
      </li>
      <li>Заказчик – Пользователь, прошедший процедуру регистрации на веб-сайте http://targetok.ru,
        имеющий свой аккаунт/профиль, намеренный использовать или использующий Сервис в
        целях распространения постов, рекламирования информации, содержащейся в них.
      </li>
      <li>Личный кабинет – персональный раздел Сервиса, предназначенный для предоставления
        Заказчику возможности добавления нового поста, фильтрации исполнителей для
        осуществления репостов в соответствии с доступными функциональными возможностями
        Сервиса и соответствующими условиями использования Сервиса.
      </li>
      <li>Сайт – автоматизированная информационная система, доступная в сети Интернет по адресу
        http://targetok.ru, обеспечивающая работу Сервиса и доступ Пользователя к нему.
      </li>
      <li>Сервис - комплекс программного обеспечения targetok.ru, используемый Заказчиками для
        увеличения числа публикаций Контента, определяемого Заказчиками, в социальных сетях.
      </li>
      <li>Устройство – персональный компьютер, планшет, мобильный телефон, коммуникатор,
        смартфон, иное устройство, позволяющее использовать Сервис по его функциональному
        назначению.
      </li>
      <li>Контент – изображения, текстовые, аудио- и видеоматериалы, а также прочие объекты
        авторских и (или) смежных прав, а равно не являющиеся таковыми информация и сообщения
        любого характера, в том числе пост в соответствии с подп. с) настоящего соглашения.
      </li>
      <li>Регистрация Пользователя – процесс создания учетной записи Пользователя на сайте
        Сервиса в целях получения доступа к его функциональным возможностям.
      </li>
      <li>Авторизация Пользователя – процедура идентификации Пользователя для предоставления
        доступа к функциональным возможностям Сервиса.
      </li>
      <li>Администрация Сервиса – лица, уполномоченные ИП Иванцов Р.С. на осуществление
        управления Сервисом и другие действия, связанные с использованием Сервиса.
        Администрация Сервиса действует от имени ИП Иванцов Р.С., кроме отдельно оговоренных
        случаев.
      </li>
    </ul>
    <p>1.2. В настоящем Соглашении могут быть использованы иные термины и определения, не
      указанные в п.1.1. Соглашения. В этом случае толкование такого термина производится в
      соответствии с текстом Соглашения. В случае отсутствия однозначного толкования термина
      или определения в тексте Соглашения и иных документов, образующих договор на условиях
      Соглашения, следует руководствоваться его толкованием, определенным: в первую очередь –
      законодательством Российской Федерации, и в последующем – обычаями делового оборота и
      научной доктриной.</p>
    <p>1.3. Пользователь может выступать как в качестве Заказчика, так и Исполнителя в
      зависимости от целей использования Сервиса.</p>
    <p>1.4. Использование Пользователем Сервиса любым способом и в любой форме в пределах его
      объявленных функциональных возможностей и назначения включает в себя:</p>
    <ul>
      <li>регистрация на Сайте;</li>
      <li>просмотр размещенного на Сайте Контента;</li>
      <li>размещение или отображение на Сайте любого Контента;</li>
      <li>иное использование функциональных возможностей Системы или предоставляемого Сервиса;</li>
    </ul>
    <p>– создает договор на условиях настоящего Соглашения в соответствии с положениями
      ст.ст.428, 437 и 438 Гражданского кодекса Российской Федерации., означает полное и
      безоговорочное принятие Пользователем условий настоящего соглашения.</p>
    <p>1.5. Настоящим Соглашением и указанными в нем обязательными документами определяются
      основные условия использования Сервиса, а также любое их развитие и/ или добавление
      новых функциональных возможностей.</p>
    <p>1.6. Обязательным условием использования Сервиса является полное и безоговорочное
      принятие Пользователем условий настоящего соглашения и Политики по обработке и защите
      персональных данных.</p>
    <p>1.7. Предоставление Сервиса регулируется в соответствии с положениями настоящего
      Соглашения, а также дополнительно принимаемых на его основе документов (по тексту
      Соглашения – «дополнительный документ»), в частности, Политики по обработке и защите
      персональных данных.</p>
    <p>1.8. Соглашение, включая относящиеся к нему обязательные документы, может быть
      изменено ИП Иванцов Р.С. без какого-либо специального уведомления. Новая редакция
      Соглашения и/или указанных в нем обязательных документов вступает в силу с момента
      размещения на Сайте либо доведения до сведения Пользователя в иной удобной форме, если
      иное не предусмотрено новой редакцией Соглашения и/или указанных в нем обязательных
      документов.</p>
    <p>1.9. Воспользовавшись любой из указанных в п.1.3. возможностей, Пользователь
      подтверждает, что:</p>
    <ul>
      <li>Ознакомился с условиями настоящего Соглашения и указанных в нем обязательных для
        Сторон документов в полном объеме до начала использования Сервиса.
      </li>
      <li>Принимает все условия настоящего Соглашения и указанных в нем обязательных для
        Сторон документов в полном объеме без каких-либо изъятий и ограничений с его стороны и
        обязуется их соблюдать или прекратить использование Сервиса. Если Пользователь не
        согласен с условиями настоящего Соглашения и указанных в нем обязательных для Сторон
        документов или не имеет права на заключение договора на их основе, Пользователю следует
        незамедлительно прекратить любое использование Сервиса.
      </li>
      <li>В случае несогласия с условиями текущей редакции Соглашения и/или указанных в нем
        обязательных документов Пользователь обязуется прекратить использование Сервиса.
      </li>
    </ul>
    <p>
      <h2>2. Общие условия пользования Сервисом</h2>
    </p>
    <p>2.1. Просмотр Контента, размещенного на Сайте в открытом доступе, не требует обязательной
      регистрации и/или авторизации Пользователя. В случае, если Пользователь выступает на
      стороне Исполнителя при использовании Сервиса, процедура регистрации на Сайте Сервиса
      также не требуется.</p>
    <p>2.2. Перечень функциональных возможностей Системы, использование которых требует
      предварительной регистрации и авторизации, а также принятия в необходимых случаях
      дополнительных документов на использование Сервиса, определяется по единоличному
      усмотрению ИП Иванцов Р.С. и может время от времени изменяться.</p>
    <p>2.3. По завершении процедуры регистрации и/или авторизации создается уникальная учетная
      запись, связанная с Личным кабинетом Пользователя на Сайте, которая необходима для
      использования большинства функциональных возможностей Сервиса.</p>
    <p>2.4. При необходимости по запросу ИП Иванцов Р.С. Пользователь обязуется предоставить
      достоверную и полную информацию в целях идентификации личности. Если Пользователь
      предоставляет неверную информацию или у ИП Иванцов Р.С. есть основания полагать, что
      предоставленная Пользователем информация недостоверна, ИП Иванцов Р.С. имеет право по
      своему усмотрению заблокировать либо удалить учетную запись Пользователя, а также
      отказать Пользователю в использовании Системы полностью или в определенной части.</p>
    <p>2.5. Информация о Пользователе, содержащаяся в учетной записи и Личном кабинете
      Пользователя, хранится и обрабатывается в соответствии с Политикой по обработке и защите
      персональных данных.</p>
    <p>2.6. При регистрации Пользователь самостоятельно выбирает себе логин (уникальное
      символьное имя учетной записи Пользователя) и пароль для доступа к Личному кабинету.
      Последующее изменение пароля Пользователя осуществляется с использованием
      программных средств Системы, предоставляемых в его Личном кабинете. ИП Иванцов Р.С.
      вправе запретить использование определенных логинов, а также устанавливать требования к
      логину и паролю (длина, допустимые символы и т.д.).</p>
    <p>2.7. Зарегистрированный Пользователь самостоятельно определяет порядок использования
      Личного кабинета и иных функциональных возможностей Сервиса, которые однако ни при
      каких условиях не могут противоречить настоящему Соглашению за изъятиями,
      установленными в дополнительных документах.</p>
    <p>2.8. Порядок и последствия использования логина и пароля Пользователем определяются в
      разделе 6 настоящего Соглашения.</p>
    <p>
      <h2>3. Права, Обязанности, ответственность Сторон</h2>
    </p>
    Принимая условия настоящего Соглашения, Пользователь понимает и признает, что:
    <p>3.1. Если иное не предусмотрено дополнительными документами на использование Сервиса:</p>
    <p>3.1.1. Пользователь использует Сервис на свой собственный риск. Сервис предоставляются «как есть». ИП
      Иванцов Р.С. не принимает на себя никакой ответственности, в том числе за соответствие Сервиса целям
      Пользователя;</p>
    <p>3.1.2. ИП Иванцов Р.С. не предоставляет услуги по индивидуальной настройке аппаратного и программного
      обеспечения для использования Сервиса с выездом по месту жительства или работы Заказчика. ИП Иванцов
      Р.С. не несет ответственность за несовместимость, техническую неисправность оборудования,
      используемого Пользователем для доступа к Сервису. Кроме того, стабильная работа Сервиса зависит от
      типа и вида связи, используемого Пользователем для доступа к Сервису, в связи с чем ИП Иванцов Р.С.
      не несет ответственность за любые неполадки работы Сервиса, ущерб, причиненный Пользователю по
      причине ненадлежащей работы Сети, ненадлежащего оказания услуг Пользователю операторами связи.</p>
    <p>3.1.3. В течение срока действия настоящего соглашения ИП Иванцов Р.С. предпримет все
      действия для устранения каких-либо технических сбоев и ошибок в случае их возникновения в
      максимально короткие сроки, однако ИП Иванцов Р.С. не гарантирует, что: Сервис
      соответствует требованиям Пользователя на момент принятия Соглашения и будет
      соответствовать им впоследствии; доступ к Сервису будет предоставляться непрерывно,
      быстро, надежно и без ошибок; результаты, которые могут быть получены с использованием
      Сервиса, будут точными и надежными и могут использоваться для каких-либо целей или в
      каком-либо качестве (например, для установления и/или подтверждения каких-либо фактов);
      качество какого-либо продукта, услуги, информации и Контента, полученных с
      использованием Сервиса, будет соответствовать ожиданиям Пользователя;</p>
    <p>3.1.4. ИП Иванцов Р.С. не несет ответственность за распространение Пользователем или
      третьими лицами материалов, защищенных авторским правом. Ответственность несут
      Пользователь или третьи лица, распространяющие данные материалы.</p>
    <p>3.1.5. ИП Иванцов Р.С. не несет ответственность за распространение информации, являющейся
      незаконной, вредоносной, клеветнической, оскорбляет нравственность, демонстрирует (или
      является пропагандой) насилие и жестокость, нарушает права интеллектуальной
      собственности, пропагандирует ненависть и/или дискриминацию людей по расовому,
      этническому, половому, религиозному, социальному признакам, содержит оскорбления в
      адрес каких-либо лиц или организаций, содержит элементы (или является пропагандой)
      порнографии, детской эротики, представляет собой рекламу (или является пропагандой) услуг
      сексуального характера (в том числе под видом иных услуг), разъясняет порядок
      изготовления, применения или иного использования наркотических веществ или их аналогов,
      взрывчатых веществ или иного оружия;</p>
    <p>3.1.6. Любые информация и/или материалы (в том числе загружаемое ПО, письма, какие- либо
      инструкции и руководства к действию и т.д.), доступ к которым Пользователь получает с
      использованием Сервиса, Пользователь может использовать на свой собственный риск и
      самостоятельно несет ответственность за возможные последствия использования указанных
      информации и/или материалов, в том числе за ущерб, который это может причинить
      устройству Пользователя или третьим лицам, за потерю данных или любой другой вред;</p>
    <p>3.1.7. Поскольку Сервис находится на стадии постоянного дополнения и обновления, форма и
      характер функциональных возможностей Сервиса могут время от времени меняться без
      предварительного уведомления Пользователя. ИП Иванцов Р.С. вправе при необходимости по
      собственному усмотрению прекратить (временно или окончательно) предоставление Сервиса
      (или каких-либо отдельных функций в рамках Сервиса) всем Пользователям вообще или
      отдельному Пользователю, в частности, без предварительного уведомления;</p>
    <p>3.1.8. ИП Иванцов Р.С. не несет ответственности за любые виды убытков, произошедшие
      вследствие использования Пользователем Сервиса;</p>
    <p>3.1.9. При любых обстоятельствах ответственность ИП Иванцов Р.С. в соответствии с п. 1 ст. 15
      Гражданского кодекса России ограничена денежной суммой в размере 20 рублей 00 копеек и
      возлагается на него при наличии в его действиях вины.</p>
    <p>3.2. ИП Иванцов Р.С. никак не связано с Контентом, предоставленным и/или размещенным (в том
      числе транслируемым) Пользователями на Сайте, и не осуществляет проверку содержания,
      подлинности и безопасности такого Контента либо его компонентов, а равно их соответствия
      требованиям действующего законодательства и наличия у Пользователей необходимого
      объема прав на его распространение и/или использование.</p>
    <p>3.3. Запрещена регистрация фейковых страниц, а также страниц с искуственно накрученными списками
      друзей.</p>
    <p>3.4. Пользователь самостоятельно несет ответственность за соответствие содержания
      размещаемого Пользователем Контента требованиям действующего законодательства,
      включая ответственность перед третьим лицами в случаях, когда размещение Пользователем
      такого Контента или его содержание нарушает права и законные интересы третьих лиц, в том
      числе личные неимущественные права авторов, иные интеллектуальные права третьих лиц, и/
      или посягает на принадлежащие им нематериальные блага.</p>
    <p>3.5. Пользователь соглашается с тем, что ИП Иванцов Р.С. не обязано осуществлять
      предварительную проверку Контента любого вида, размещаемого и/или распространяемого
      Пользователем посредством использования Системы, а также то, что ИП Иванцов Р.С. имеет
      право по своему усмотрению отказать Пользователю в размещении и/или распространении им
      такого Контента или удалить любой Контент, который доступен посредством Сервиса.
      Пользователь осознает и согласен с тем, что он должен самостоятельно оценивать все риски,
      связанные с размещением и распространением такого Контента, включая оценку надежности,
      полноты или полезности такового.</p>
    <p>3.6. В частности при использовании Системы Пользователь не вправе:</p>
    <p>3.6.1. загружать, посылать, передавать или любым другим способом размещать и/или
      распространять информацию, которая является незаконной, вредоносной, клеветнической,
      оскорбляет нравственность, демонстрирует (или является пропагандой) насилие и жестокость,
      нарушает права интеллектуальной собственности, пропагандирует ненависть и/или
      дискриминацию людей по расовому, этническому, половому, религиозному, социальному
      признакам, содержит оскорбления в адрес каких-либо лиц или организаций, содержит
      элементы (или является пропагандой) порнографии, детской эротики, представляет собой
      рекламу (или является пропагандой) услуг сексуального характера (в том числе под видом
      иных услуг), разъясняет порядок изготовления, применения или иного использования
      наркотических веществ или их аналогов, взрывчатых веществ или иного оружия;</p>
    <p>3.6.2. нарушать права третьих лиц, в том числе несовершеннолетних лиц и/или причинять им
      вред в любой форме;</p>
    <p>3.6.3. выдавать себя за другое физическое лицо или представителя организации и/или
      сообщества без достаточных на то прав, в том числе за сотрудников ИП Иванцов Р.С. а также
      применять любые другие формы и способы незаконного представительства других лиц в сети
      Интернет, а также вводить пользователей или ИП Иванцов Р.С. в заблуждение относительно
      свойств и характеристик каких- либо субъектов или объектов;</p>
    <p>3.6.4. загружать, посылать, передавать или любым другим способом размещать и/или
      распространять Контент, при отсутствии прав на такие действия согласно законодательству
      или каким-либо договорным отношениям;</p>
    <p>3.6.5. загружать, посылать, передавать или любым другим способом размещать и/или
      распространять не разрешенную специальным образом рекламную информацию, спам (в том
      числе и поисковый), списки чужих адресов электронной почты, схемы «пирамид»,
      многоуровневого (сетевого) маркетинга (MLM), системы интернет-заработка и e-mail-
      бизнесов, «письма счастья», а также использовать Сервис для участия в этих мероприятиях;</p>
    <p>3.6.6. несанкционированно собирать и хранить персональные данные других лиц;</p>
    <p>3.6.7. нарушать нормальную работу Сервиса, декомпилировать, изменять, распространять
      программное обеспечение Сервиса;</p>
    <p>3.6.8. размещать ссылки на ресурсы сети Интернет, содержание которых противоречит
      действующему законодательству Российской Федерации;</p>
    <p>3.6.9. содействовать действиям, направленным на нарушение ограничений и запретов,
      налагаемых Соглашением;</p>
    <p>3.6.10. другим образом нарушать нормы законодательства, в том числе нормы
      международного права;</p>
    <p>3.6.11. передавать свои права на использование Системы третьим лицам;</p>
    <p>3.7. В случае привлечения ИП Иванцов Р.С. к ответственности или наложения на него взыскания
      в связи с допущенными Пользователем нарушениями прав и/или интересов третьих лиц, а
      равно установленных законодательством запретов или ограничений, такой Пользователь
      обязан в полном объеме возместить убытки ИП Иванцов Р.С..</p>
    <p>3.8. При многократном или грубом нарушении условий настоящего Соглашения и/или
      требований законодательства ИП Иванцов Р.С. вправе заблокировать или удалить учетную
      запись Пользователя, а также запретить доступ с использованием учетной записи к Системе
      полностью или в части, и удалить любые указанные Пользователем в Личном кабинете
      сведения или размещенный им Контент без предварительного уведомления.</p>
    <p>
      <h2>4. Интеллектуальные права</h2>
    </p>
    <p>4.1. Все объекты, доступные при помощи Сервиса, в том числе элементы дизайна, текст,
      графические изображения, иллюстрации, видео, программы для ЭВМ, базы данных, музыка,
      звуки и другие объекты, размещенные в рамках Сервиса, являются объектами
      исключительных прав ИП Иванцов Р.С..</p>
    <p>4.2. ИП Иванцов Р.С. предоставляет Пользователю право функционального использования
      Системы в пределах ее общих функциональных возможностей.</p>
    <p>4.3. Использование Сервиса иными способами, в том числе путем копирования
      (воспроизведения) входящих в состав Сервиса элементов дизайна, программ для ЭВМ и баз
      данных, их декомпиляция, модификация, и последующее распространение, публичный показ,
      доведение до всеобщего сведения, строго запрещены, если иное не предусмотрено настоящим
      Соглашением.</p>
    <p>4.4. Пользователь не вправе воспроизводить, повторять и копировать, продавать, а также
      использовать для каких-либо коммерческих целей какие-либо части Сервиса, кроме тех
      случаев, когда Пользователь получил такое разрешение от ИП Иванцов Р.С. либо когда это прямо
      предусмотрено дополнительными документами к настоящему Соглашению.</p>
    <p>4.5. Использование Пользователем Сервиса для личного некоммерческого использования
      допускается при условии сохранения всех знаков охраны авторского права, смежных прав,
      товарных знаков, других уведомлений об авторстве, сохранения имени (или псевдонима)
      автора/наименования правообладателя в неизменном виде, сохранении соответствующего
      объекта в неизменном виде. Исключение составляют случаи, прямо предусмотренные
      законодательством Российской Федерации или дополнительными документами на
      использование Сервиса.</p>
    <p>4.6. Сервис может содержать ссылки на сайты в сети Интернет (сайты третьих лиц).
      Указанные третьи лица и их контент не проверяются ИП Иванцов Р.С. на соответствие тем или
      иным требованиям (достоверности, полноты, законности и т.п.). ИП Иванцов Р.С. не несет
      ответственности за любую информацию, материалы, размещенные на сайтах третьих лиц, к
      которым Пользователь получает доступ в связи с использованием Сервиса, а также за
      доступность таких сайтов или информации и последствия их использования Пользователем.</p>
    <p>4.7. Ссылка (в любой форме) на любой сайт, продукт, услугу, любую информацию
      коммерческого или некоммерческого характера, размещенная в рамках Системы, не является
      одобрением или рекомендацией данных продуктов (услуг, деятельности) со стороны ООО
      ИП Иванцов Р.С., за исключением случаев, когда на это прямо указывается ИП Иванцов Р.С..</p>
    <p>4.8. Принимая условия настоящего Соглашения, Пользователь безвозмездно предоставляет
      ИП Иванцов Р.С. простую (неисключительную) лицензию на использование Контента
      следующими способами:</p>
    <ul>
      <li>воспроизводить Контент, т.е. совершать изготовление одного или более экземпляров
        Контента в любой материальной форме, а также его запись в память электронного устройства
        (право на воспроизведение);
      </li>
      <li>публично показывать Контент (право на публичный показ);</li>
      <li>публично исполнять Контент (право на публичное исполнение);</li>
      <li>сообщать Контент таким образом, при котором любое лицо может иметь доступ к нему в
        интерактивном режиме из любого места и в любое время по своему выбору (право на
        доведение до всеобщего сведения);
      </li>
      <li>модифицировать Контент, т.е. переделывать или другим образом перерабатывать Контент,
        включая перевод Контента с одного языка на другой (право на переработку);
      </li>
    </ul>
    <p>4.9. Указанная простая (неисключительная) лицензия на использование Контента
      предоставляется ИП Иванцов Р.С. одновременно с добавлением Контента в Сервис на весь срок
      действия исключительных прав на объекты авторских и (или) смежных прав, образующих
      такой Контент, для использования на территории всех стран мира.</p>
    <p>4.10. Пользователь гарантирует наличие права на распоряжение Контентом на условиях
      вышеуказанной лицензии в необходимом объеме</p>
    <p>
      <h2>5. Уведомления</h2>
    </p>
    <p>5.1. ИП Иванцов Р.С. вправе посылать Пользователю на указанный в его Личном кабинете
      электронный адрес информационные электронные сообщения (далее — «нотификаторы») о
      важных событиях, происходящих в рамках Сервиса или в связи с ним.</p>
    <p>5.2. Помимо прочего допускается использование нотификаторов для информирования
      Пользователя об ограничениях доступа к Сервису в связи с профилактическими работами,
      нарушениями Пользователя, изменении функционала Сервиса, содержания или условий
      предоставления Сервиса, включая изменение Соглашения, обязательных и дополнительных
      документов.</p>
    <p>5.3. ИП Иванцов Р.С. по собственному усмотрению вправе использовать нотификаторы для
      распространения рекламы собственных услуг и продукции (услуг) третьих лиц.</p>
    <p>
      <h2>6. Соглашение об использовании электронной подписи</h2>
    </p>
    <p>6.1. Во взаимоотношениях между ИП Иванцов Р.С. и Пользователем могут использоваться
      электронные документы, удостоверенные простой электронной подписью.</p>
    <p>6.2. Простой электронной подписью признается электронная подпись, которая посредством
      использования логина и пароля Пользователя или указанного в Личном кабинете адреса
      электронной почты Пользователя (ключ электронной подписи) подтверждает факт
      формирования электронной подписи непосредственно Пользователем.</p>
    <p>6.3. По соглашению Сторон электронные документы, подписанные простой электронной
      подписью, признаются равнозначными документам на бумажных носителях, подписанным
      собственноручной подписью.</p>
    <p>6.4. ИП Иванцов Р.С. определяет Пользователя, которому соответствует простая электронная
      подпись, по используемому Пользователем логину и паролю, указанным при регистрации/или
      авторизации на Сайте, - в случае совершения любых действий по использованию Сервиса,
      либо по используемому Пользователем адресу электронной почты – в случае поступления
      ИП Иванцов Р.С. сообщений с такого адреса.</p>
    <p>6.5. Любые действия, совершенные с использованием простой электронной подписи
      определенного Пользователя, считаются совершенными таким Пользователем.</p>
    <p>6.6. Оформление Пользователем заказа на предоставление доступа к Сервису с помощью
      программных средств в его Личном кабинете или путем направления ИП Иванцов Р.С.
      электронного письма с адреса, указанного в Личном кабинете, свидетельствует о подписании
      такого электронного документа простой электронной подписью Пользователя и подтверждает
      его намерение заключить договор на условиях, указанных в соответствующих
      дополнительных документах на использование такого Сервиса.</p>
    <p>6.7. Пользователь обязуется соблюдать конфиденциальность ключа электронной подписи. В
      частности, Пользователь не имеет права передавать свои логин и пароль или предоставлять
      доступ к своей электронной почте третьим лицам, и несет полную ответственность за их
      сохранность и индивидуальное использование, самостоятельно выбирая способ их хранения и
      ограничения к ним доступа.</p>
    <p>6.8. В случае несанкционированного доступа к логину и паролю, их утраты или раскрытия
      третьим лицам Пользователь обязан незамедлительно сообщить об этом ИП Иванцов Р.С. путем
      направления электронного письма с указанного в своем Личном кабинете адреса электронной
      почты.</p>
    <p>
      <h2>7. Стоимость и порядок расчетов</h2>
    </p>
    <p>7.1. Размер подлежащего выплате Исполнителям вознаграждения за размещение
      посредством Сервиса Контента самостоятельно определяет Заказчик.</p>
    <p>7.2. Расчет полной стоимости вознаграждения, предусмотренного п. 7.2.1 Соглашения,
      включает в себя как стоимость вознаграждения, определяемого Заказчиком, так и размер
      комиссионного вознаграждения ИП Иванцов Р.С.. Размер комиссионного вознаграждения
      определяется индивидуально.</p>
    <p>7.3. При размещении Заказа в Сервисе Заказчик обязуется оплатить данный заказ,
      определенный в соответствии с п. 7.2.2 настоящего Соглашения, в безналичной форме либо в
      соответствии с банковскими реквизитами ИП Иванцов Р.С., либо на реквизиты ИП Иванцов Р.С. в
      платежной системе «Яндекс Касса».</p>
    <p>7.4. После оплаты полной стоимости заказа Заказчиком в соответствии с п. 7.2.2, 7.2.3
      Соглашения, ИП Иванцов Р.С. обязуется перечислить соответствующему Исполнителю
      денежную сумму в размере стоимости вознаграждения, определенного Заказчиком, за
      вычетом размера комиссионного вознаграждения ИП Иванцов Р.С., определяемого на основании
      п. 7.2.2 Соглашения, следующими определяемыми Исполнителями способами,
      предварительно согласованными с ним:</p>
    <ul>
      <li>баланс мобильного телефона</li>
      <li>кошелек в платежном сервисе "Яндекс.Деньги"</li>
    </ul>
    <p>7.5. Безопасность, конфиденциальность, а также иные условия использования выбранных
      Исполнителями способа/формы оплаты не являются предметом настоящего Соглашения и
      регулируются договорами между Заказчиком и соответствующими операторами.</p>
    <p>7.6. При досрочном отказе Заказчика от услуг, предусмотренных п. 7.2 Соглашения, или при
      наличии иных правовых оснований для возврата денежных средств ИП Иванцов Р.С. обязуется
      осуществить возврат денежных средств в размере, определенном в соответствии с п. 7.2.1
      настоящего Соглашения, за вычетом полученного ИП Иванцов Р.С. комиссионного
      вознаграждения, предусмотренного п. 7.2.2 настоящего Соглашения, в течение 5 (пяти)
      банковских дней с даты получения от Заказчика требования о возврате денежных средств в
      письменном виде. Требование о возврате денежных средств должно содержать как минимум
      следующие данные: - при оплате счета от физического лица посредством банковского
      перевода: фамилия, имя и отчество плательщика, адрес, номер и дата платежного поручения,
      реквизиты, с которых произведена оплата; - при оплате посредством банковской карты -
      фамилия, имя и отчество плательщика, адрес, название банка, фамилия, имя и отчество
      держателя карты, номер карты, с которой была произведена оплата; - при пополнении счета
      посредством платежной системы - фамилия, имя и отчество плательщика, адрес, название
      платежной системы, номер кошелька, с которого произведена оплата.</p>
    <p>7.7. Администрация имеет право отказать в выплате вознаграждения без объяснения причин.</p>
    <p>7.8. Комиссия сервиса в процессе распределения вознаграждения исполнителю от рекламодателя составляет
      35%. В процессе выплаты исполнителю сервисами осуществления переводов могут взыматься дополнительные
      комиссии.</p>
    <p>7.9. Вы платите за количество людей (друзей Исполнителей), подходящих под фильтры целевой аудитории
      каждой конкретной рекламной кампании.</p>
    <p>7.10. Минимальное значение показателя "Стоимость 100 чел.аудитории" – 1 рубль.</p>
    <p>7.11. Минимальный баланс, необходимый для запуска каждой рекламной кампании, 200 рублей.</p>
    <p>
      <h2>8. Заключительные положения</h2>
    </p>
    <p>8.1. Настоящее Соглашение регулируется и толкуется в соответствии с законодательством
      Российской Федерации. Вопросы, не урегулированные настоящим Соглашением, подлежат
      разрешению в соответствии с законодательством Российской Федерации. Все возможные
      споры, вытекающие из отношений, регулируемых настоящим Соглашением, разрешаются в
      порядке, установленном действующим законодательством Российской Федерации, по нормам
      российского права. Везде по тексту настоящего Соглашения, если явно не указано иное, под
      термином «законодательство» понимается законодательство Российской Федерации.</p>
    <p>8.2. Если по тем или иным причинам одно или несколько положений настоящего Соглашения
      будут признаны недействительными или не имеющими юридической силы, это не оказывает
      влияния на действительность или применимость остальных положений Соглашения.</p>
    <p>8.3. Бездействие со стороны ИП Иванцов Р.С. в случае нарушения Пользователем либо иными
      Пользователями положений Соглашений не лишает ИП Иванцов Р.С. права предпринять
      соответствующие действия в защиту своих интересов позднее, а также не означает отказ ООО
      «Смэлз» от своих прав в случае совершения в последующем подобных либо сходных
      нарушений.</p>
    <p>8.4. Все споры по Соглашению или в связи с ним подлежат рассмотрению в соответствии с
      действующим законодательством РФ. Стороны признают обязательным претензионный
      порядок разрешения споров. Претензия должна быть направлена по почте заказным письмом с
      уведомлением о вручении или в порядке, предусмотренном разделом 6 настоящего договора.
      Сторона, получившая претензию, обязуется рассмотреть такую претензию и направить ответ
      на нее в срок, не превышающий 10 (десять) рабочих дней с момента получения претензии. В
      случае отсутствия ответа на претензию в указанный срок претензионный порядок считается
      соблюденным и заинтересованная сторона вправе обратиться для разрешения спора в суд.
      Стороны договорились, что все споры подлежат рассмотрению в суде по месту нахождения
      ИП Иванцов Р.С. в соответствии с действующим процессуальным законодательством Российской
      Федерации.</p>
    <p>8.5. Стороны настоящего Соглашения договорились, что в случае, если у Исполнителя в
      рамках данного договора возникает доход, являющийся объектом налогообложения, то он
      самостоятельно осуществляет оплату налогов в соответствии с налоговым законодательством
      РФ, ИП Иванцов Р.С. не является налоговым агентом по данному Соглашению.</p>
    <p>8.6. Настоящее Соглашение составлено на русском языке и в некоторых случаях может быть
      предоставлено Пользователю для ознакомления на другом языке. В случае расхождения
      русскоязычной версии Соглашения и версии Соглашения на ином языке применяются
      положения русскоязычной версии настоящего Соглашения.</p>
    <p>8.7. Настоящее соглашения считается заключенным с момента совершения Пользователем
      действий, предусмотренных п. 1.3 настоящего Соглашения, на неопределенный срок.</p>
    <h2>9. Реквизиты ИП Иванцов Р.С.</h2>
    <p>ИП Иванцов Р.С.</p>
    <p>ИНН 121520194085</p>
    <p>г. Йошкар-Ола, ул. Палантая, 63-Б</p>



</main>
